Repository: magicworks/learning-gutenberg-data-stores
Catalog: languages/learning-gutenberg-data-stores-*.po
Languages: lv

source: Learning Gutenberg Data Stores
lv: Gutenberg datu krātuvju apgūšana

source: Learning Gutenberg Data Stores.
lv: Gutenberg datu krātuvju apgūšana.

source: Laura Lieknina
lv: Laura Liekniņa

source: Learning Gutenberg
lv: Gūtenberga apguve

source: Demo pattern
lv: Demo modelis

source: Pattern description
lv: Modeļa apraksts

source: Post Subtitle
lv: Raksta apakšvirsraksts

source: Meta Field Not Registered.
lv: Meta lauks nav reģistrēts.

source: Please make sure your plugin is activated.
lv: Pārliecinieties, vai ir aktivizēts spraudnis.

source: Done:
lv: Paveikts:

source: Not Done:
lv: Nav paveikts:

source: Total:
lv: Kopā:

source: Add Todo
lv: Jauns uzdevums

source: Highlight 2
lv: Izgaismotājs 2

source: Subtitle
lv: Raksta apakšvirsraksts

source: Post Options
lv: Raksta iestatījumi

# block title
source: Learning Gutenberg - Todo List
lv: Gutenberg apguve - Todo saraksts

# block description
source: Example of retrieving information and dispatching actions to the block editor's data store.
lv: Piemērs datu izgūšanai un datu izmaiņu veikšanai bloku editora datu krātuvē.
